[
    {
        "intro": {"title": "Resume", "writeup": "business, business, business.  Numbers, numbers, numbers"},
        "studios":
        [
            {
                "studio": "Ubisoft",
                "dates": "July 2024 - Present",
                "roles":
                [
                    {"title": "Senior Technical Artist", "description": "Collaborated closely with the team to bring an unreleased game's creative vision to life. Resolved complex visual-production challenges, built scalable tools and workflows, developed custom shaders and rendering techniques, and produced high-quality visual effects.  Focused on the rendering and VFX needs of the project while ensuring performance remained within budget for target platforms."}
                ]
            },
            {
                "studio": "IoM Media",
                "dates": "January 2019 - July 2024",
                "roles":
                    [
                        {"title": "Back End Technical Director", "description": "Designed tools and workflows for the VFX team. Solved technical challenges in the VFX, Lighting, and Compositing departments. Trained new and advancing colleagues. Tackled advanced VFX requests."},
                        {"title": "FX Technical Director", "description": "Created realistic digital effects like water, fire, and smoke using Houdini.  Rendered the simulations in Houdini or Maya, and composited them in Nuke."},
                        {"title": "Technical Artist", "description": "Worked on procedural effects to alleviate repetitive VFX from the VFX team.  Examples include ocean setups, shoreline interations, and boat wakes."},
                        {"title": "Lead Visual Effects Artist", "description": "Managed a team of three VFX artists and 8 Compositors to deliver VFX shots matching the quality and style of the project.  Worked closely with directors to break down the work needed for each episode, created schedules to deliver episodes within the production deadlines, gave feedback to artists, and ensured smooth communication between departments."}
                    ]
            },
            {
                "studio": "Mainframe",
                "dates": "June 2022 - July 2023",
                "roles":
                    [
                        {"title": "Lead VFX Artist", "description": "Created visual elements for an ambitious TV animation project using Houdini and Nuke. Emphasized self-direction and communication to allow for working remotely and outside studio hours."}
                    ]
            },
            {
                "studio": "DHX Media",
                "dates": "July 2016 - December 2018",
                "roles":
                    [
                        {"title": "Visual Effects Artist", "description": "Worked with the VFX lead to create high-quality visual effects for an animated TV series using Houdini and Nuke.  Helped set up the VFX pipelines and help determine the creative direction of the show's VFX."},
                        {"title": "Compositing Artist", "description": "Created VFX and colour treatments for shots in an animated TV series using Nuke.  Supplied tools for resuable VFX and common tasks to the compositing team."}
                    ]
            },
            {
                "studio": "Copernicus Studios",
                "dates": "July 2010 - May 2016",
                "roles":
                    [
                        {"title": "Lead Compositing Artist", "description": "Managed a team of compositors working on several animated TV series.  Assigned worked, supplied feedback, set the creative direction, and communicated with directors and producers to ensure the compositing team delivered episodes on time."},
                        {"title": "Compositing Artist", "description": "Created VFX in After Effects to enhance or replace 2D effects.  Designed and added colour treatments to create different atmospheres and moods for scenes."},
                        {"title": "Offline Editor", "description": "Brought together all the shots all the WIP and final shots of the episode into one timeline and edited to match the timing of the animatic.  Ensured that the episode was the correct length and followed all technical specifications for delivery.  Delivered WIP edits to the director for review and final edits for delivery to the broadcaster."},
                        {"title": "Animatic Editor", "description": "Brought storyboard panels and audio clips into a timeline and roughly edited them together to create the blueprints of an episode.  Collaborated with the director to adjust timing and pacing to match their creative vision."}
                    ]
            }
        ],
        "software":
        [
            {"icon":"logos/logo_houdini_256.png", "alt":"Houdini"},
            {"icon":"logos/logo_nuke_256.png", "alt":"Nuke"},
            {"icon":"logos/logo_maya_256.png", "alt":"Maya"},
            {"icon":"logos/logo_unity_256.png", "alt":"Unity"},
            {"icon":"logos/logo_unreal_256.png", "alt":"Unreal"},
            {"icon":"logos/logo_afterEffects_256.png", "alt":"After Effects"},
            {"icon":"logos/logo_photoshop_256.png", "alt":"Photoshop"},
            {"icon":"logos/logo_blender_256.png", "alt":"Blender"},
            {"icon":"logos/logo_finalCut_256.png", "alt":"Final Cut"},
            {"icon":"logos/logo_flash_256.png", "alt":"Flash"},
            {"icon":"logos/logo_github_256.png", "alt":"Github"},
            {"icon":"logos/logo_redshift_256.png", "alt":"Redshift"},
            {"icon":"logos/logo_renderman_256.png", "alt":"Renderman"}
        ]
    }
]